/* OK button title */
"OK" = "OK";

/* Yes button title */
"DONT_ALLOW" = "Refuser";

/* " would like to use your current location." */
"LOCATION_CLIENT_PERMISSION" = "Autorisez-vous « %@ » à utiliser vos données de localisation ?";
 
/* OK specifically for LOCATION_CLIENT_PERMISSION (rdar://6242386) */
"LOCATION_CLIENT_PERMISSION_OK" = "OK";

/* "Turn on location services to get your current location" */
"LOCATION_DISABLED" = "Activez « Service de localisation » pour permettre à « %@ » de vous localiser";

/* Settings button title */
"LOCATION_DISABLED_SETTINGS" = "Réglages";

/* Cancel specifically for LOCATION_DISABLED (rdar://6242386) */
"LOCATION_DISABLED_CANCEL" = "Annuler";

/* "Location Services is not available" */
"LOCATION_UNAVAILABLE" = "Le service de localisation n’est pas disponible pour « %@ »";

/* when we detect that the compass is not calibrated and user is not already moving the phone around */
"COMPASS_CALIBRATION" = "Agitez votre iPhone pour étalonner la boussole";
